<template>
  <v-container>
    <p>
      Я хочу сделать список задач которые я буду делать в рамках этого проекта.
      Так, первой задачей будет менеджер тасок. Доступ к нему можно будет
      получить на панели слева.
    </p>
    <ul>
      <li>Создать компонент менеджера задач</li>
      <li>Добавить возможность добавлять новые задачи</li>
      <li>Реализовать удаление задач</li>
      <li>Добавить возможность отмечать задачи как выполненные</li>
      <li>Сохранение задач в localStorage</li>
      <li>Сделать красивый интерфейс для списка задач</li>
      <li>Добавить фильтрацию задач (все/выполненные/активные)</li>
    </ul>
  </v-container>
</template>

<style scoped lang="scss"></style>
